Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/bitwarden.tmx
Source language: en
Languages: sv

source: Share files and data securely with anyone, on any platform. Your information will remain end-to-end encrypted while limiting exposure.
sv: Dela filer och data på ett säkert sätt med vem som helst, på vilken plattform som helst. Din information kommer att förbli krypterad från början till slut samtidigt som exponeringen begränsas.

source: Show next code
sv: Visa nästa kod

source: The Bitwarden autofill service uses the Android Autofill Framework to assist in filling login information into other apps on your device.
sv: Bitwardens tjänst för automatisk ifyllnad använder Android Autofill Framework för att hjälpa till att fylla i inloggningsuppgifter i andra appar på din enhet.

source: Generate SDK error report
sv: Generera SDK-felrapport

source: Keep items you don’t need right now safe but out of sight.
sv: Håll objekt som du inte behöver just nu är säkra, men utom synhåll.

source: Unarchive
sv: Avarkivera

source: There are no cards in your vault
sv: Det finns inga kort i ditt valv

source: Custom field name
sv: Anpassat fältnamn

source: You can return to complete this step anytime in Vault Settings.
sv: Du kan återgå till att slutföra detta steg när som helst i Vault Settings.

source: [%i] notification
sv: [%i] avisering

source: [%i] notifications
sv: [%i] aviseringar

source: Compose a new ${applicationName} passphrase
sv: Skapa en ny ${applicationName}-lösenordsfras

source: Past 30 days
sv: Senaste 30 dagarna

source: Scan card
sv: Skanna kort

source: Please restart registration or try logging in. You may already have an account.
sv: Starta om registreringen eller försök logga in. Du kanske redan har ett konto.

source: Scan QR Code
sv: Skanna QR-kod

source: Export
sv: Exportera

source: We sent an email to <annotation emphasis="bold"><annotation arg="0">[%1$s]</annotation></annotation>.
sv: Vi har skickat ett e-postmeddelande till [%1$s].

source: Minimum numbers
sv: Minsta antal siffror

source: Assist with filling username and password fields in other apps and on the web.
sv: Hjälp med att fylla i fält för användarnamn och lösenord i andra appar och på webben.

source: Forwarded email alias
sv: Vidarebefordrat e-postalias

source: **Warning:** “Starts with” is an advanced option with increased risk of exposing credentials.
sv: **Varning:** "Börjar med\" är ett avancerat alternativ med ökad risk för att exponera inloggningsuppgifter.

source: Time
sv: Tid

source: Your login session has expired.
sv: Din inloggningssession har upphört.

source: Restart registration
sv: Starta om registrering

source: Bank name
sv: Banknamn

source: Issuing country
sv: Utfärdande land

source: The [%1$s] field is required.
sv: [%1$s]-fältet krävs.

source: URI match detection controls how Bitwarden identifies autofill suggestions.\n<annotation emphasis="bold">Warning:</annotation> “Regular expression” is an advanced option with increased risk of exposing credentials if used incorrectly.
sv: URI-matchning kontrollerar hur Bitwarden identifierar förslag för automatisk ifyllning.\n<annotation emphasis="bold">Varning:</annotation> ”Reguljära uttryck” är ett avancerat alternativ som medför ökad risk för att användaruppgifter exponeras om det används felaktigt.

source: Explore more features of your Bitwarden account on the web app.
sv: Utforska fler funktioner i ditt Bitwarden-konto i webbappen.

source: Add code
sv: Lägg till kod

source: Checking password…
sv: Kontrollerar lösenord…

source: Invalid master password. Try again.
sv: Ogiltigt huvudlösenord. Försök igen.

source: Account details
sv: Kontouppgifter

source: Accept transfer
sv: Godkänn överföring

source: Weak password identified. Use a strong password to protect your account. Are you sure you want to use a weak password?
sv: Ett svagt lösenord upptäcktes. Skydda ditt konto med ett starkt lösenord. Är du säker på att du vill använda ett svagt lösenord?

source: Help
sv: Hjälp

source: Set session timeout to “Log out”?
sv: Ställ in sessionstidsgränsen till “Logga ut”?

source: ${applicationName}, secure all profiles
sv: ${applicationName}, säkra alla profiler

source: Get verification codes for all your accounts using 2-step verification.
sv: Få verifieringskoder för alla dina konton med tvåstegsverifiering.

source: Your account and all vault data will be erased and unrecoverable. Are you sure you want to continue?
sv: Ditt konto och all associerad data raderas och kan inte återställas. Är du säker på att du vill fortsätta?

source: There are no bank accounts in your vault.
sv: Det finns inga bankkonton i ditt valv.

source: Free accounts are restricted to sharing text only. A Premium membership is required to use files with Send.
sv: Gratiskonton är begränsade till att endast dela text. Ett premium-medlemskap krävs för att använda filer med Send.

source: Zip / Postal code
sv: Postnummer

source: February
sv: Februari

source: No URIs blocked
sv: Inga blockerade URI:er

source: Overwrite passkey?
sv: Skriv över inloggningsnyckel?

source: Change email address
sv: Ändra e-postadress

source: Approve with master password
sv: Godkänn med huvudlösenord

source: You don’t have any items to display.
sv: Du har inga objekt att visa.

source: The Send will be permanently deleted on the specified date and time.
sv: Denna Send kommer att raderas permanent på angivet datum och klockslag.

source: Linked
sv: Länkad

source: File Could Not Be Processed
sv: Filen kunde inte behandlas

source: My folder
sv: Min mapp

source: New folder created
sv: Ny mapp skapad

source: Use autofill to log into your accounts with a single tap.
sv: Använd autofyll för att logga in på dina konton med ett tryck.

source: Logging in as [%1$s] on [%2$s]
sv: Loggar in som [%1$s] på [%2$s]

source: Security
sv: Säkerhet

source: Secure note saved
sv: Säker anteckning sparad

source: Recorded logs
sv: Inspelade loggar

source: Certificate installation failed
sv: Certifikatinstallation misslyckades

source: Turn off using a public device
sv: Stäng av med en offentlig enhet

source: URI match detection controls how Bitwarden identifies autofill suggestions.\n<annotation emphasis="bold">Warning:</annotation> “Starts with” is an advanced option with increased risk of exposing credentials.
sv: URI-matchning kontrollerar hur Bitwarden identifierar förslag för automatisk ifyllning.\n<annotation emphasis="bold">Varning:</annotation> ”Börjar med” är ett avancerat alternativ som medför ökad risk för att inloggningsuppgifter exponeras.

source: Turn on now
sv: Aktivera nu

source: Company
sv: Företag

source: Icons server URL
sv: Ikonserver-URL

source: [%1$i] item has been imported to your vault.
sv: [%1$i] objekt har importerats till ditt valv.

source: [%1$i] items have been imported to your vault.
sv: [%1$i] objekt har importerats till ditt valv.

source: Sex
sv: Kön

source: Your vault timeout exceeds the restrictions set by your organization.
sv: Ditt valvs tid för timeout överskrider de begränsningar som fastställts av din organisation.

source: Vault import successful
sv: Import av valv lyckades

source: Download
sv: Ladda ner

source: We recommend disabling any other AutoFill apps under Settings if you do not plan to use them.
sv: Vi rekommenderar att inaktivera andra appar som använder autofyll i "Inställningar" om du inte planerar att använda dem.

source: Add account
sv: Lägg till konto

source: Select language
sv: Välj språk

source: 3 OF 6
sv: 3 AV 6

source: Improves login filling for supported websites on selected browsers. Once enabled, you’ll be directed to browser settings to enable third-party autofill.
sv: Förbättrar inloggning för webbplatser som stöds i utvalda webbläsare. När den är aktiverad kommer du att hänvisas till webbläsarinställningarna för att aktivera autofyll från tredje part.

source: Address 1
sv: Adress 1

source: Verify your identity
sv: Verifiera din identitet

source: Anyone with a password set by you
sv: Alla som har ett lösenord inställt av dig

source: Check out our privacy policy on bitwarden.com.
sv: Kolla in vår integritetspolicy på bitwarden.com.

source: Are you sure you want to overwrite the current username?
sv: Är du säker på att du vill ersätta nuvarande användarnamn?

source: Use your device’s lock method to unlock the app
sv: Använd enhetens låsningsmetod för att låsa upp appen

source: Share
sv: Dela

source: There are no logins in your vault.
sv: Det finns inga inloggningar i ditt valv.

source: You don’t have any accounts you can import from. Your organization’s security policy may restrict importing items from Bitwarden to another app.
sv: Du har inga konton som du kan importera från. Din organisations säkerhetspolicy kan begränsa importen av objekt från Bitwarden till en annan app.

source: Terms of Service
sv: Användarvillkor

source: Devices
sv: Enheter

source: There has been an issue exporting items.
sv: Det har varit problem med att exportera artiklar.

source: Sync with browser
sv: Synkronisera med webbläsaren

source: Contact info
sv: Kontaktinformation

source: Set Bitwarden as your passkey provider in device settings.
sv: Ange Bitwarden som din inloggningsnyckelleverantör i enhetsinställningarna.

source: Choose system certificate
sv: Välj systemcertifikat

source: Unknown
sv: Okänd

source: Custom
sv: Anpassad

source: Biometrics Failed
sv: Biometri misslyckades

source: Import passwords, passkeys, and other item types from your Bitwarden vault.
sv: Importera lösenord, inloggningsnycklar och andra objekttyper från ditt Bitwarden-valv.

source: Email verified
sv: E-postadress verifierad

source: Add item
sv: Lägg till objekt

source: October
sv: Oktober

source: Session timeout
sv: Tidsgräns för session

source: Sign out of every ${applicationName} session
sv: Logga ut från varje ${applicationName}-session

source: Item moved to vault
sv: Objekt flyttat till valv

source: Mobile
sv: Mobil

source: Continue to web app?
sv: Fortsätt till webbapp?

source: Make your account more secure by setting up two-step login in the Bitwarden web app.
sv: Gör ditt konto säkrare genom att konfigurera tvåstegsverifiering i Bitwardens webbapp.

source: Regular expression
sv: Reguljärt uttryck

source: No vaults to list.
sv: Det finns inga valv att lista.

source: Enter your PIN code.
sv: Ange din PIN-kod.

source: Inline (shows in keyboard)
sv: Inline (visas i tangentbordet)

source: Bitwarden offers an optional autofill method that uses Android’s Accessibility Service to detect login fields. If you enable it, Bitwarden will identify the appropriate fields and fill in your credentials when a match is found.
sv: Bitwarden erbjuder en valfri autofyllnadsmetod som använder Androids tillgänglighetstjänst för att upptäcka inloggningsfält. Om du aktiverar den kommer Bitwarden att identifiera lämpliga fält och fylla i dina inloggningsuppgifter när en matchning hittas.

source: Add this authenticator key to an existing login, or create a new login.
sv: Lägg till denna authenticator-nyckel till en befintlig inloggning eller skapa en ny inloggning.

source: About Send
sv: Om Send

source: <annotation emphasis="bold">Add a number or symbol</annotation> to make it even stronger. Now you have a unique, secure, and memorable passphrase!
sv: <annotation emphasis="bold">Lägg till en siffra eller symbol</annotation> för att göra den ännu starkare. Nu har du en unik, säker och minnesvärd lösenordsfras!

source: Invalid email address.
sv: Ogiltig e-postadress.

source: Add SSH key
sv: Lägg till SSH-nyckel

source: %d second
sv: %d sekund

source: %d seconds
sv: %d sekunder

source: Trusted
sv: Betrodd

source: Generate an email alias with an external forwarding service.
sv: Skapa ett e-postalias med en extern vidarebefordranstjänst.

source: Invalid email addresses
sv: Ogiltiga e-postadresser

source: Protect all ${applicationName} logins
sv: Skydda alla ${applicationName}-inloggningar

source: Step 3 of 3
sv: Steg 3 av 3

source: Use your device camera to scan codes
sv: Använd enhetens kamera för att skanna koder

source: Web app
sv: Webbapp

source: Unknown device
sv: Okänd enhet

source: Keep your credentials secure
sv: Håll dina inloggningsuppgifter säkra

source: Send name (required)
sv: Skicka namn (krävs)

source: No items received from the selected app.
sv: Inga objekt togs emot från den valda appen.

source: Change the application’s color theme
sv: Ändra applikationens färgtema

source: Delete item
sv: Radera objekt

source: Collapse advanced options
sv: Fäll in avancerade alternativ

source: 4. Turn on AutoFill
sv: 4. Sätt på autofyll

source: State / Province
sv: Län

source: Sync
sv: Synkronisering

source: Master password re-prompt
sv: Återupprepa huvudlösenord

source: Launch browser
sv: Starta webbläsare

source: Updating…
sv: Uppdaterar…

source: Archive is empty
sv: Arkivet är tomt

source: Mrs
sv: Fru

source: We could not process your payment. Update your payment method before your subscription ends on **[%1$s]**.
sv: Vi kunde inte behandla din betalning. Uppdatera din betalningsmetod innan din prenumeration upphör den **[%1$s]**.

source: 1 week
sv: 1 vecka

source: Authenticator Sync
sv: Synkronisering av autentiserare

source: Master password confirmation
sv: Bekräfta huvudlösenord

source: Popup (shows over input field)
sv: Popup (visas över inmatningsfältet)

source: **Toggle off iCloud Keychain** to make Bitwarden your default autofill source.
sv: **Slå av iCloud Keychain** för att göra Bitwarden till din standardkälla för autofyll.

source: Sending to archive…
sv: Skickar till arkivet…

source: This password will be used to export and import this file
sv: Detta lösenord kommer att användas för att exportera och importera denna fil

source: Decryption error
sv: Dekrypteringsfel

source: Contain one or more of the following special characters: [%1$s]
sv: Innehålla ett eller flera av följande specialtecken: [%1$s]

source: Using a system certificate is less secure than storing the certificate with Bitwarden. Continuing will display a list of available system certificates if one is already installed.
sv: Att använda ett systemcertifikat är mindre säkert än att lagra certifikatet i Bitwarden. Continuing visar en lista över tillgängliga systemcertifikat om ett sådant redan är installerat.

source: View bank account
sv: Visa bankkonto

source: National identification number
sv: Personnummer

source: Submit
sv: Skicka

source: Produce a ${applicationName} password phrase
sv: Skapa en ${applicationName}-lösenordsfras

source: Copy PIN
sv: Kopiera PIN-kod

source: Logging out will remove all access to your vault and requires online authentication after the timeout period. Are you sure you want to use this setting?
sv: Genom att logga ut upphör all åtkomst till valvet och onlineautentisering krävs efter att tidsgränsen överskridits. Är du säker på att du vill använda denna inställning?

source: <annotation link="onPreventAccountLockout">Learn about ways to prevent account lockout</annotation>
sv: <annotation link="onPreventAccountLockout">Läs om hur du kan förhindra att ditt konto spärras</annotation>

source: Weak and Exposed Master Password
sv: Huvudlösenordet är svagt och har exponerats

source: Biometric unlock for this account is disabled pending verification of master password.
sv: Biometrisk upplåsning har inaktiverats för det här kontot tills huvudlösenordet har angetts.

source: Key Connector domain
sv: Key Connector-domän:

source: View file Send
sv: Visa fil Skicka

source: View
sv: Visa

source: Password is not visible, tap to show.
sv: Lösenordet är inte synligt, tryck för att visa.

source: Passkey operation failed because of missing asset links
sv: Åtgärden för inloggningsnyckel misslyckades på grund av saknade tillgångslänkar

source: Create an account
sv: Skapa ett konto

source: Terms of Service and Privacy Policy have not been acknowledged.
sv: Användarvillkoren och Integritetspolicyn har inte accepterats.

source: 24 hours
sv: 24 timmar

source: No logins were imported
sv: Inga inloggningar importerades

source: Session timeout action
sv: Åtgärd när tidsgränsen uppnås

source: Estimated tax
sv: Beräknad skatt

source: Minimum length of [%1$s]
sv: Minsta längd på [%1$s]

source: Flag accounts with inactive 2FA
sv: Flagga konton med inaktiv 2FA

source: Weak Master Password
sv: Svagt huvudlösenord

source: Given name
sv: Förnamn

source: End all ${applicationName} connections
sv: Avsluta alla ${applicationName}-anslutningar

source: Full name
sv: Fullständigt namn

source: Generate
sv: Generera

source: Login approved
sv: Inloggning godkänd

source: Upgraded to Premium
sv: Uppgraderad till Premium

source: <annotation link="learnMore">Learn more</annotation>
sv: <annotation link="learnMore">Läs mer</annotation>

source: There are no items in your vault that match “[%1$s]”
sv: Det finns inga objekt i ditt valv som matchar “[%1$s]”

source: Bitwarden allows you to share your vault items with others by using an organization. Learn more on the bitwarden.com website.
sv: Bitwarden låter dig dela objekt i ditt valv med andra med hjälp av en organisation. Läs mer på webbplatsen bitwarden.com.

source: Move Up
sv: Flytta upp

source: Step 2 of 3
sv: Steg 2 av 3

source: More options
sv: Fler alternativ

source: Make a copy
sv: Skapa en kopia

source: View card
sv: Visa kort

source: This file is <annotation emphasis="bold"><annotation arg="0">[%1$s]</annotation></annotation>. Would you like to download it?
sv: Den här filen är <annotation emphasis="bold"><annotation arg="0">[%1$s]</annotation></annotation>. Vill du hämta den?

source: Are you sure you want to overwrite the current password?
sv: Är du säker på att du vill skriva över det nuvarande lösenordet?

source: View text Send
sv: Visa text Skicka

source: Write this password down and keep it somewhere safe.
sv: Skriv ner detta lösenord och håll det säkert någonstans.

source: Item [%1$s] of [%2$s]
sv: Objekt [%1$s] av [%2$s]

source: Syncing logins…
sv: Synkroniserar inloggningar…

source: Invalid PIN. Try again.
sv: Ogiltig PIN-kod. Försök igen.

source: Contain one or more uppercase characters
sv: Innehålla en eller flera versaler

source: There are no collections to list.
sv: Det finns inga samlingar att visa.

source: Get your master password hint
sv: Hämta huvudlösenordsledtråd

source: Preview unavailable
sv: Förhandsvisning inte tillgänglig

source: My folder, [%1$s]
sv: Min mapp, [%1$s]

source: Stops logging on [%1$s] at [%2$s]
sv: Slutar logga in på [%1$s] vid [%2$s]

source: Unable to share
sv: Kunde inte dela

source: One or more of the URLs entered are invalid. Please revise it and try to save again.
sv: En eller flera av de angivna webbadresserna är ogiltiga. Vänligen ändra det och försök att spara igen.

source: Automatically clear copied values from your clipboard.
sv: Rensa automatiskt kopierade värden från urklipp.

source: Submit crash logs
sv: Skicka kraschloggar

source: Name is required.
sv: Namn krävs.

source: [%1$i] minute
sv: [%1$i] minut

source: [%1$i] minutes
sv: [%1$i] minuter

source: Max access count reached
sv: Det maximala antalet åtkomster har uppnåtts

source: Password Protected
sv: Lösenordsskyddad

source: Generate username
sv: Generera användarnamn

source: There are no cards in your vault.
sv: Det finns inga kort i ditt valv.

source: Decline and leave
sv: Avböj och lämna

source: Expires tomorrow
sv: Går ut imorgon

source: Send updated
sv: Skicka uppdaterat

source: Pending login requests
sv: Väntande inloggningsförfrågningar

source: Passphrase
sv: Lösenordsfras

source: Random word
sv: Slumpmässigt ord

source: This date is enforced by your organization
sv: Det här datumet styrs av din organisation

source: Add note
sv: Lägg till anteckning

source: Copy license number
sv: Kopiera licensnummer

source: File format
sv: Filformat

source: Remember me
sv: Kom ihåg mig

source: Remember this device
sv: Kom ihåg denna enhet

source: Specific people
sv: Specifika personer

source: Organization identifier
sv: Organisationens identifierare

source: User verification
sv: Användarverifiering

source: Password generator
sv: Lösenordsgenerator

source: Certificate used for client authentication.
sv: Certifikat som används för klientautentisering.

source: Over 30 days ago
sv: Mer än 30 dagar sedan

source: Allow Bitwarden to use your saved login information to sign in to other apps on your device.
sv: Androids autofyll-ramverk används för att fylla i inloggningsuppgifter i appar på din enhet.

source: Login denied
sv: Inloggning nekad

source: Login attempt from: [%1$s] Do you want to switch to this account?
sv: Inloggningsförsök från: [%1$s] Vill du byta till detta konto?

source: Lock all ${applicationName} accounts
sv: Lås alla ${applicationName}-konton

source: Passkey
sv: Inloggningsnyckel

source: 5 minutes
sv: 5 minuter

source: Import Logins
sv: Importera inloggningar

source: City / Town
sv: Ort

source: Siri & Shortcuts access
sv: Tillgång till Siri och genvägar

source: Notes
sv: Anteckningar

source: Set up unlock later?
sv: Ställ in upplåsning senare?

source: Setting your lock options to “Never” keeps your vault available to anyone with access to your device. If you use this option, you should ensure that you keep your device properly protected.
sv: Att ställa in låsalternativ till “Aldrig” håller ditt valv tillgängligt för alla med tillgång till din enhet. Om du använder det här alternativet bör du se till att du håller din enhet ordentligt skyddad.

source: Built-in authenticator
sv: Inbyggd autenticator

source: Need help? Check out <annotation link="importHelp">import help</annotation>.
sv: Behöver du hjälp? Kolla in <annotation link="importHelp">importhjälp</annotation>.

source: Copy passphrase
sv: Kopiera lösenfras

source: File password
sv: Fillösenord

source: Payment not received yet
sv: Betalning ej mottagen ännu

source: Future dates unavailable
sv: Framtida datum är inte tillgängliga

source: Too many failed biometrics attempts.
sv: För många misslyckade biometriska försök.

source: Copy
sv: Kopiera

source: Continue to privacy policy?
sv: Fortsätt till Integritetspolicy?

source: Use this password
sv: Använd det här lösenordet

source: We don’t store any information about what’s onscreen while you use the Accessibility Service, and we don’t control any onscreen elements beyond credential entry.
sv: Vi lagrar ingen information om vad som visas på skärmen när du använder tillgänglighetstjänsten, och vi kontrollerar inga skärmelement utöver inmatning av inloggningsuppgifter.

source: Resending
sv: Skickar igen

source: Cannot scan QR code? <annotation link="enterKeyManually">Enter key manually</annotation>
sv: Kan inte skanna QR-koden? <annotation link="enterKeyManually">Ange nyckeln manuellt</annotation>

source: Missing Send re-sync your vault
sv: Saknas Skicka synkronisera ditt valv igen

source: Unable to download file.
sv: Det gick inte att hämta filen.

source: Identity saved
sv: Identitet sparad

source: Passwords for [%1$s]
sv: Lösenord för [%1$s]

source: The region for the given email could not be loaded.
sv: Regionen för det angivna e-postmeddelandet kunde inte läsas in.

source: Update master password
sv: Uppdatera huvudlösenord

source: An error occurred while trying to log out all accounts
sv: Ett fel uppstod när alla konton skulle loggas ut

source: To connect to [%1$s], sync your default browser with the Bitwarden mobile app. When your browser opens, complete sign-in if prompted.\nOnce syncing is complete, you’ll be returned to this app.
sv: För att ansluta till [%1$s], synkronisera din standardwebbläsare med Bitwarden-mobilappen. När din webbläsare öppnas, slutför inloggningen om du uppmanas.\nNär synkroniseringen är klar kommer du tillbaka till den här appen.

source: Please try again or select a different log.
sv: Vänligen försök igen eller välj en annan logg.
